---
type: SystemZoneData
namespace: Autodesk.Revit.DB.Mechanical
version: 2024
members: 2
tags: [revit-api, class]
---

# SystemZoneData

`Autodesk.Revit.DB.Mechanical.SystemZoneData` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | Create | 2020.1 | `public static SystemZoneData Create ()` |
| Property | ZoneEquipmentId | 2020.1 | `public ElementId ZoneEquipmentId { get ; set ; }` |